aaron-bond.better-comments
adpyke.codesnap
alefragnani.bookmarks
angular.ng-template
beardedbear.beardedicons
beardedbear.beardedtheme
bradlc.vscode-tailwindcss
eamodio.gitlens
firsttris.vscode-jest-runner
formulahendry.auto-close-tag
github.copilot
github.copilot-chat
gruntfuggly.todo-tree
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-wsl
quicktype.quicktype
rangav.vscode-thunder-client
redhat.java
sonarsource.sonarlint-vscode
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vmware.vscode-boot-dev-pack
vmware.vscode-spring-boot
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscjava.vscode-spring-boot-dashboard
vscjava.vscode-spring-initializr
yzhang.markdown-all-in-one
